{
  "metadata": {
    "date": "May 11, 2232",
    "time": "6:52 PM",
    "day": "Friday",
    "chapter": 1,
    "id": "051122"
  },
  "content": [
    "The spaceship made it's initial descent. It had travelled a great distance from the Sirius system, but had reached it's final destination ahead of schedule.",
    "\"Now entering the Earth's atmosphere. We will be on the ground shortly.\" The ship's companion notified the many on board. Some passangers were walking around the bay area, mingling in the lobby and bar lounge, while others, including Zhe, found themselves immersed in their holochairs enjoying whatever media of their liking.",
    "Zhe was reviewing the solar bodies and historical artifacts of the system. He read about the history of Venus - how it served as a warning to humanity throughout it's many millennia on earth and how the warning was ignored until it was too late.",
    "\"How didn't they see it?\" He chuckled thinking about how the ancient civilizations viewed this brightest star in their starry night and instead of analyzing it's importance, chose to associate it with the goddess of love.",
    "\"I guess the Sumerians understood its importance...even if they knew little about the actual dangers it warned against.\"",
    "Zhe had only ever flown by the home system before but never actually visited it. Few ever did. Like a bird leaving its nest, ever since humanity mastered space travel, Earth just didn't have the appeal it once did.",
    "He had been sent to review a disturbance. One that had created quite the racket at the Naval headquarters. What specifically was Zhe there for. That even he didn't know. But what he did know, is that he'd find the answer somewhere along his path. Of that, he was sure of.",
    "The ship touched down gently on the landing pad with the help of its anti-gravity propulsion mechanism. The bridges from the gates extended to each of the exits on the ship.",
    "\"We have arrived at the Spaceport of Hope. We hope you had a pleasant experience today. Please gather your belongings and exit in an orderly manner following the companion guidance. We wish you the very best on your journeys here on Earth.\"",
    "Zhe proceeded through the gate. He passed by the many travelers in the arrival terminal and exited the port through the bright entrance in front of him. He passed under a large bridge with an illuminated sign. He turned back and gave the sign a second look.",
    "WELCOME TO HOPE",
    "Something was telling him he'd already been here or maybe that he was meant to be there.",
    "Time will have to tell."
  ]
}