{
  "metadata": {
    "date": "May 12, 2232",
    "time": "2:27 PM",
    "day": "Saturday",
    "chapter": 1,
    "id": "051222"
  },
  "content": [
    "Driving along the coast, Zhe imagined what life must've been like during the 21st century.",
    "This part of the Earth around Hope had played a key role during the climate wars of the second half of that century. Not only did it serve as a vital spaceport connecting the former United States to space, but it was also one of the main battlegrounds between the nation states and the many citizens that defended their right to freedom, their livelihoods, and ways of life.",
    "The region, which had been home to a diverse population representing multiple nation states, had developed strongly in the first half of the century - powered by developments that most around the world had ignored. It was a region that few had envisioned developing how it did and for that reason, it was not at the forefront of national and international agendas. Billionaires and multinational corporations, seeking to avoid the main concerns of the political powers that controlled the public discourse, flooded the area with resources. And before the world knew it, Hope, as it was later recognized, had become a center of space and technical prowess pushing the boundaries of what was possible at the time.",
    "The remnants of that historical significance were still visible. Warehouses, railyards, and junkyards littered the landscape with the scrap metal of the machines of Time past. There were windmill farms and carbon capture greenhouses galore, symbols of humanity's fight to save a dying Earth. And not just that, but there were also farms housing some of humanity's main former food sources: cattle.",
    "The Hope spaceport at which Zhe had arrived had become the defacto Port of Earth providing travellers direct access to the continents of North and South America via a wide variety of land, air, and water vehicles. Most decided to travel via AirTrains - a type of direct angle locomotive that travelled at immense speed through the air. AirTrains were easy to use and very convenient given that they could be anywhere in the western hemisphere in just a couple of hours.",
    "Zhe's method of travel was a bit unconventional - he had chosen to travel via land vehicle along the highways of the former U.S. interstate system. It was slow and potentially dangerous, but the mission Zhe was on required a bit more nuance on how he had to get around.",
    "Still, Zhe felt nervous. Anxious even. He had only been on Earth for less than a day, and while a part of him felt at home on this new strange planet, another part of him was telling him to leave and never come back. He was here to do his job though, and he wouldn't leave until it was finished.",
    "Time will tell how long that would be."
  ]
}