{
  "metadata": {
    "date": "May 13, 2232",
    "time": "12:54 PM",
    "day": "Sunday",
    "chapter": 1,
    "id": "051322"
  },
  "content": [
    "\"Hope.\"",
    "\"Hope?\"",
    "The local officer questioned Zhe as he sought to take a ferry to the island that used to house the former Naval base of the region. He had asked him where he had come from. It was rare that they received visitors and even rarer visitors traveling via land vehicle.",
    "\"Yes, Hope. The spaceport located just a ways from here. Arrived two days ago but have been touring the area and getting myself adjusted to the Earth's gravity.\"",
    "\"Oh, you're from Oerworld? Why didn't you say so?\"",
    "The term shocked Zhe, but understood that to those who had never left Earth, he was just another Oerworlder. The semi-pejorative word had developed on Earth to refer to all the humans that were born and raised on other worlds outside of the home system. Funny how no matter what happened, humans always found a way to further separate themselves.",
    "\"Yeah, I am. I've come here to investigate a few anomalies that have sprung up recently. My commanding officer has informed me that I should be able to set up at the base here on the island. I know that it's no longer under Naval control but we have reason to believe that we both will benefit from my work here.\"",
    "The officer paused to think.",
    "She was a part of a much different world than Zhe. Her station, as they called it, was located on the island and patrolled the region for any potential disturbances. While Zhe had learned about their practices and approaches to creating stability for the humans that they protected, it was not similar in any way to how the Naval Corps created security and stability for those in The Systems. Subconsciously, Zhe was critical of the local officer for questioning him and was thinking about how her people had failed to grow beyond the primitive protocols of yesteryear.",
    "He had to keep going. He was going to make it onto that island. Even his companion saw it as the one way forward and was also signalling for him to keep going.",
    "After a long silence and some awkward glances between the two, the officer responded: \"Let me communicate with my superior. In the meantime, you are free to stay here at the port. It should only take a day or two to make a decision.\"",
    "\"Thank you,\" Zhe replied with a sigh. \"Please try and get a response as fast as possible. MY superior made it very clear that this incident was of critical importance and we have all System approvals ready to go.\"",
    "Zhe couldn't help but remember his last conversation with The Commissioner...",
    "\"Do you know what's the only thing stronger than Fear, Zhe? HOPE. And while a little spark of HOPE is fine, beneficial even, a lot of HOPE is dangerous.\"",
    "\"Why are you telling me this Commissioner?\"",
    "\"So that when you confront It, you understand that you must contain It.\"",
    "Zhe still didn't know what The Commissioner meant...",
    "\"I will do what I can. Here's my contact so you can get ahold of me if you need anything Mr. Oerworld,\" the officer said jokingly.",
    "\"The Name's Zhe. And yours?\"",
    "\"Isabel. I'll see you around\"",
    "Zhe thought the name sounded nice, familiar even, but didn't make much of it.",
    "Time will tell if It held any meaning."
  ]
}