{
  "metadata": {
    "date": "May 15, 2232",
    "time": "3:09 PM",
    "day": "Tuesday",
    "chapter": 1,
    "id": "051522"
  },
  "content": [
    "\"What we thought we wanted paled in comparison to the sweet allure of her song. Humanity had lost itself in a spell of physical desires and longing for times that might have never once existed. Whether what HOPE was calling us to was good or bad was irrelevant. Following It, we went to a place where lessons were learned and courage manifested itself in ways previously unimaginable. By heeding the call, We came to live more fully, creating a new way forward for all of us...\"",
    "Zhe had decided to visit the Museum of Hope this morning. The plaque he was listening to was a recording of one of the founding members of Hope. They were recounting their first encounter with the founding declarations of the region - a manifesto as they called it.",
    "It had been two days since he last tried to reach the patrolling island of the region and hadn't heard back on his request to be allowed on to the base. To make time, he felt it necessary to understand a bit more about the people with which we would be working with.",
    "The region's ancestors, including Isabel's, were some of the main figures that turned the tide of the fight against systemic powers and controls that had limited humanity's potential a few centuries ago. It was their vigor and belief that turned out to make the biggest difference right when most had felt that Hope was lost.",
    "The museum was filled with artefacts. A wide array of physical and digital documents and recordings capturing what life was like and why the movement had been so important.",
    "Zhe had barely known about their fight. Maybe he just didn't remember learning about it. Or maybe it was just an overrepresentation of its value given where the museum was located. Regardless, he jotted down some notes in his journal. Just a few things to investigate in his free Time.",
    "His companion notified him of an incoming transmission - he had been approved on the island station and would be allowed to board a ferry on Friday. Another three days to wait. He couldn't believe it. He had heard that things moved a little slower down here but he didn't expect to have to wait so many days. In this day and age, Time was money and he couldn't understand how they could be so careless with It.",
    "Whatever, he thought. He could use the next few days to continue his investigation on the region and the movement that had, in the words of one of the museum's board members, pushed the manifesto to the forefront of human consciousness.",
    "Time will have to be used in other productive ways. Little did Zhe know, the clock was ticking on something even bigger."
  ]
}