{
  "metadata": {
    "date": "May 21, 2232",
    "time": "4:11 PM",
    "day": "Monday",
    "chapter": 1,
    "id": "052122"
  },
  "content": [
    "\"Time is funny. It flows like the rivers bending through rapids and lakes. Flowing in a direction we believe to be fixed.",
    "There's the Past. The right Now. And the Future.",
    "We can already send information from Past to Future.\"",
    "The warden of the station was giving some knowledge on how things were done around here. While Zhe had arrived on the island since Friday afternoon, he was left without anything to do since the station did not open until Monday, another three days more after he had already waited so long to receive his approval to work there.",
    "\"Would it be possible to send information from Future to Past then?\" Zhe asked the warden, maybe out of pity but moreso out of pride. Knowing what he knew about time and the effect It has on space, he already knew the answer. That was his specialty after all.",
    "\"Theoretically, yes. But if it did, it would redefine and reshape our realities. The ripple effects would be felt by your concept of eternity.",
    "Going back to the river analogy, imagine if a river flowed both directions. The effects it would have to the landscape and the life that calls it waters home would be beyond immense.\"",
    "They had been going at it, back and forth, all day since the early morning. Neither wavering on their beliefs about the nature of our reality. Our realities.",
    "The rest of the station was filled with a variety of analysts, detectives, and patrollers. Zhe had been impressed by the amount of people working to the task. Still, he felt underwhelmed when they covered the stats of the numbers benefitting from their version of what Zhe knew about referred to as a system.",
    "The Systems had come into human existence during the end of the 21st century in a way to combat decaying social structures by refocusing group resources towards common short-term and long-term goals. The early-stage AIs that were available at the Time were key in this development, giving rise to the possible management of more manpower than ever before in human history. It took some time to establish what these systems were meant to do but they proved critical when the quantum revolution began testing the limits of what humanity knew was possible -- at least in the physical sense.",
    "Through it all, there were key roles to be played around The Systems, but the most important role was that of the so-called Game Master. Each system's control eventually came down to the knowledge and expertise of their GM.",
    "In the case of the local system of that island station, the GM was the warden.",
    "And in the case of the home system, the GM was Zhe."
  ]
}