{
  "metadata": {
    "date": "May 24, 2232",
    "time": "3:37 PM",
    "day": "Thursday",
    "chapter": 1,
    "id": "052422"
  },
  "content": [
    "Everything that had been set up prior to Zhe's arrival had been immaculate.",
    "While his approval had not been approved prior to his arrival, they had obviously known that he was coming. That someone from The Systems was coming.",
    "A desk had been prepared with all local dossiers and a technology stack with access to all relevant sources of information he needed to complete the job that he had been sent to Earth for.",
    "The job. Right. Zhe had spent so much time getting situated down on Earth that he had been focused moreso on getting everything ready rather than pushing forward on solving what he needed to. Why had it been so hard to focus? Every time he wanted to start investigating a new aspect of the disturbance that had originated from this region, he felt a pull to continue exploring the area, spending time outside and enjoying the nature that was around the station.",
    "\"Can I help you with anything, Zhe?\"",
    "Isabel had come over to his desk to see how he was doing.",
    "\"Well, actually yes. I wanted to ask you something. Have you ever been off-world?\"",
    "\"No, unfortunately not. Given the tech you need as well as the physical modifications, it's just been too costly for me to even consider it. Not just that, but I don't even know where I would go.\"",
    "Isabel glanced outside the window to the ocean visible on the horizon.",
    "\"All my family is here anyways.\" She said with a slight hesitation.",
    "Zhe thought about what she had just said. Why didn't he have anything that kept him in one place? He was always on a move, constantly putting out fires from one side of the universe to the other.",
    "\"Well, if you ever decide to go, let me know. I can show you around. There's some really great paratechno experiences in the Andromeda System. And I know a guy who does some of the best modifications in the home system.\"",
    "\"Thanks, Zhe. I may take you up on that one day.\"",
    "Isabel walked away, heading towards the courtyard.",
    "Zhe sat back and glanced out the window. It was nice, he thought, how you could always know the time of day here just by looking outside.",
    "It truly made Time feel one with Space."
  ]
}