{
  "metadata": {
    "date": "June 15, 2232",
    "time": "6:53 PM",
    "day": "Friday",
    "chapter": 2,
    "id": "061522"
  },
  "content": [
    "Little did the world around know, Zhe had never fully realized the extent to which his job had become his life.",
    "Isabel walked by doing her final rounds of the station. She tended to close out on Fridays there.",
    "Good for him. He enjoyed her company. It made the dull, tedious work around the investigation that he was undertaking much more manageable. It was tedious though. Review after review, Zhe needed to ensure that everything that could've been affected was found and corrected. As the way it was before.",
    "He had first entered into the Naval Corps at a young age. 13 was it? Or had he already turned 14? But the amount of years that he had spent doing this job of his had been so long already. One case bled into another as he bounced around location to location performing all the necessary system improvements following incidents like these. Incidents with Time.",
    "Time had grown to mean so little to him. Especially after these weeks down here on Earth.",
    "Earth. Zhe liked the sound of that much more than the way they called it back up at headquarters.",
    "\"Hey, incoming transmission,\" said his companion. It had been sometime since he had heard her; he even thought that he may have silenced it - something that would've gotten him into serious trouble back at homebase.",
    "\"Hey Zhe.\" He heard the familiar voice through the headphone.",
    "\"Hey Dee.\" Zhe responded with a mimicking voice.",
    "\"Stop it Zhe, I just need your help with something...\" Delta responded on the other side and continued by explaining his current predicament. He was stuck between having to expunge the block of a certain chain or allow a divergent system to be created.",
    "\"Well, have you double-checked that the situation is even a true block split? Did you ensure that the double-time paradox is avoided? If it triggered that error, than it would be clear which of the two scenarios would need to be decided. Since you are coming with the potential of either scenario, it tells me that it was not triggered. Ipso Facto.\"",
    "Typing was heard over the audio that Zhe was receiving.",
    "\"And you are right. Thanks, Zhe. How's it down there in the home system?\"",
    "\"Good.\"",
    "\"Well, hurry up and finish that report. You need to get back here for the festivities next month. I'll be sure to save you a spot.\"",
    "\"Thanks. I appreciate it.\"",
    "Zhe ended the call.",
    "Only then did he remember.",
    "This weekend it was happening.",
    "What had originally been planned had been diverted to around these dates.",
    "He packed his belongings and walked out of the station.",
    "It was going to be a long night."
  ]
}