{
  "metadata": {
    "date": "June 24, 2232",
    "time": "10:10 PM",
    "day": "Sunday",
    "chapter": 2,
    "id": "062422"
  },
  "content": [
    "The transmission Zhe had received yesterday confirmed what he had most feared.",
    "He had been unable to stop the distortion from impacting the timeline that his system experienced.",
    "Since arriving on Earth, Zhe had been isolating and identifying what exactly triggered the initial anomaly that prompted this trip. Initial data had pointed towards an issue with the solar operation layer. It had displayed signs of a fork from the standard Time managed by the Home System, but the transmission confirmed a physical change in the space surrounding the system.",
    "What exactly did it mean -- well this was now in the realm of theories and postulations. He had never experienced an anomaly that could create a distortion in the binary transmission channel controlling space. Zhe had only ever been exposed to this in training and simulations, never encountering it out in the wild. No one had.",
    "Every Time distortion that occurs in The Systems can impact the quantum state of the entire system where it is found. This requires the game masters to have control over purging of isolated incidences that could not align with the standard timeline as experienced by the consensus majority. Still, that requires a parsing of all instances across time sets beyond what is manageable by any individual. In this case, it had initially appeared as a shift in parallel timelines whereby the synchronicities between the years 2023 and 2024 breached acceptable levels of control.",
    "He had been so close to identifying it days before the quantum state had finalized, but his calculations had been off by a week.",
    "In similar situations, Zhe would've simply reverted the trigger. Only problem is that this Time distortion didn't appear to have a trigger. And now he knew why. It had been left contingent on circumstances that could only occur in a quantum physical state and therefore undetectable by the typical instruments that were leveraged at the station.",
    "How had he not realized that the anomaly was connected to the Manifesto. He had studied it, looking for reasons why it felt out of place with its surroundings.",
    "The truth is that it only felt like that because of his prior interactions with it. The data also showed that the anomaly wasn't just tied to The Hope Manifesto.",
    "It was also tied to Him."
  ]
}